Repository: dfinnema/woocommerce-xero-stripe-currency
Catalog: languages/woocommerce-xero-stripe-currency-*.po
Languages: nl_nl

source: Sending payments to Xero does not work with this plugin enabled. Please turn off this option to avoid getting errors
nl_nl: Betalingen sturen naar Xero werkt niet met deze plugin ingeschakeld. Gelieve deze optie uitschakelen om te voorkomen dat je fout meldingen ziet

source: Stripe Currency
nl_nl: Stripe Valuta

source: Stripe Currency Tax
nl_nl: Stripe Valuta Belasting

source: Currency code of the primary Stripe currency (needs to match Xero too).
nl_nl: De valutacode die Stripe gebruikt (moet ook overeenkomen met Xero).

source: Foreign currency transactions are tax free
nl_nl: Transacties in vreemde valuta zijn belastingvrij

source: ERROR: No Stripe Fee found for order
nl_nl: FOUT: Kan geen Stripe kosten vinden voor order

source: ERROR: No Stripe NET Amount found for order
nl_nl: FOUT: Geen Stripe bedrag gevonden voor order

source: Converted order to %d for Xero Invoice
nl_nl: Valuta geconverteerd naar %d voor Xero factuur

source: Settings
nl_nl: Instellingen

source: <a href="https://woocommerce.com/products/xero/">WooCommerce Xero Integration</a> is required to be installed and activated!
nl_nl: <a href="https://woocommerce.com/products/xero/">WooCommerce Xero Integration</a> is vereist!

source: Extends the WooCommerce Xero Extension with Currency Conversion for single currency xero subscriptions
nl_nl: Converteer bestellingen met buitenlandse valuta naar uw Stripe / Xero rekening valuta
